Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# nutrition.proteinIntakeIsProgressingWellNfiberAndHealthyFats
source: Protein intake is progressing well.\nFiber and healthy fats remain below overall nutrition progress.
ru: Белок идет хорошо. Клетчатка и полезные жиры пока ниже общего прогресса питания.
zh_hans: 蛋白质摄入量进展良好。\n膳食纤维与健康脂肪的摄入仍低于整体营养改善水平。

# nutrition.proteinIntakeLooksStrongFiberRemainsBelowTarget
source: Protein intake looks strong. Fiber remains below target.
ru: Белок выглядит сильным. Клетчатка остается ниже цели.
zh_hans: 蛋白质摄入量较高，但膳食纤维摄入量仍低于目标值。

# nutrition.proteinIsProgressingWellHealthyFatsRemainLower
source: Protein is progressing well. Healthy fats remain lower.
ru: Белок идет хорошо. Полезные жиры остаются ниже.
zh_hans: 蛋白质摄入情况良好，但健康脂肪摄入量仍较低。

# nutrition.quickSnack.cleanEnergy.title
source: Clean Energy Snack
ru: Легкий энергетический перекус
zh_hans: 清洁能源小食

# nutrition.score
source: score
ru: баллы
zh_hans: 分数

# nutrition.target
source: Target
ru: Цель
zh_hans: 目标

# nutrition.thisDayFinishedWithStrongMacroBalanceAcrossLogged
source: This day finished with strong macro balance across logged meals.
ru: День завершился с хорошим балансом макроэлементов по записанной еде.
zh_hans: 当日在已登记的饮食项目中，各项宏观要素均保持良好平衡，圆满结束。

# nutrition.thisDayHadGoodProteinIntakeWhileHealthyFats
source: This day had good protein intake, while healthy fats stayed lower.
ru: В этот день белок был на хорошем уровне, а полезные жиры остались ниже.
zh_hans: 当天，蛋白质摄入量处于良好水平，而有益脂肪摄入量仍较低。

# nutrition.thisDayHadStrongProteinIntakeButFiberFinished
source: This day had strong protein intake, but fiber finished below target.
ru: В этот день белка было достаточно, но клетчатка осталась ниже цели.
zh_hans: 当天蛋白质摄入量充足，但膳食纤维摄入量仍低于目标值。

# nutrition.thisScoreIsBasedOnMealsLoggedForThat
source: This score is based on meals logged for that day.
ru: Эта оценка основана на еде, записанной за этот день.
zh_hans: 本评估基于当日记录的饮食情况。

# nutrition.valuesAreEstimatesBasedOnYourLoggedMealsLog
source: Values are estimates based on your logged meals. Log everything for best accuracy.
ru: Значения являются оценками на основе записанных приемов пищи. Для лучшей точности записывайте все.
zh_hans: 这些数值是基于记录的膳食摄入情况得出的估算值。为确保准确性，请完整记录所有信息。

# nutrition.valuesAreEstimatesBasedOnYourLoggedMealsNmake
source: Values are estimates based on your logged meals.\nMake sure to log everything for best accuracy.
ru: Значения являются оценками на основе записанных приемов пищи. Для лучшей точности записывайте все.
zh_hans: 这些数值是基于记录的膳食摄入情况得出的评估值。 为确保准确性，请记录所有信息。

# nutrition.wellBalanced
source: Well balanced
ru: Хороший баланс
zh_hans: 良好的平衡

# nutrition.yourLoggedMealsAreCloseToTodaySNutrition
source: Your logged meals are close to today's nutrition targets.
ru: Записанная еда близка к сегодняшним целям питания.
zh_hans: 传统饮食模式与当今的膳食目标十分契合。

# onboarding.action.continue
source: Continue
ru: Продолжить
zh_hans: 继续

# onboarding.aha.gain.body
source: Training days and quiet days ask different things. WeekFit keeps training, recovery, and intake in conversation.
ru: Тренировочные и спокойные дни требуют разного. WeekFit связывает тренировки, восстановление и питание.
zh_hans: 训练日与休息日需要不同的安排。WeekFit 将训练、恢复与营养有机结合。

# onboarding.aha.gain.title
source: Build with enough fuel for the work ahead.
ru: Стройте с достаточным топливом для работы впереди.
zh_hans: 配备充足的燃料 为接下来的工作做好准备。

# onboarding.aha.lose.body
source: Most apps give the same advice every day. Your days aren't the same. WeekFit adapts guidance to how you feel, move, and what's ahead.
ru: Большинство приложений дают один и тот же совет каждый день. Ваши дни — разные. WeekFit подстраивает подсказки под самочувствие, движение и то, что впереди.
zh_hans: 大多数应用程序每天提供的建议都如出一辙，但您的每一天都各不相同。WeekFit 则根据您的身心感受、运动习惯以及未来计划，动态调整指导建议。

# onboarding.aha.lose.title
source: Your goal stays the same. Today's guidance should not.
ru: Цель остаётся прежней. Подсказки на сегодня — нет.
zh_hans: 长期目标不变。 今天的建议可以不同。

# onboarding.aha.maintain.body
source: Maintenance isn't one fixed number. WeekFit shapes today's guidance around how you slept, moved, and what's planned.
ru: Поддержание веса — это не одно и то же число каждый день. WeekFit формирует подсказки по сну, движению и планам.
zh_hans: 健康管理并非一个固定数值。WeekFit 正在重新定义当前的指导原则，涵盖您的睡眠状况、活动情况以及未来计划。

# onboarding.aha.maintain.title
source: Stay steady — as your day changes.
ru: Держите баланс — пока день меняется.
zh_hans: 保持稳定—— 随一天的变化调整。

# onboarding.begin.plan.body
source: Body signals are connected. Add what you plan to do, and today's guidance becomes more relevant.
ru: Сигналы тела подключены. Добавьте, что планируете — и подсказки станут точнее.
zh_hans: 身体信号相互关联。加入您计划采取的行动，今日的指导便更具现实意义。

# onboarding.begin.plan.title
source: Give today a shape.
ru: Задайте форму сегодняшнему дню.
zh_hans: 为今天定下方向。

# onboarding.begin.planMyDay
source: Plan my day
ru: Спланировать день
zh_hans: 规划我的日程

# onboarding.begin.ready.body
source: Based on your recovery, movement, and goal, WeekFit has prepared today's guidance.
ru: На основе восстановления, движения и цели WeekFit подготовил подсказки на сегодня.
zh_hans: 根据您的恢复情况、活动能力及目标，WeekFit 已为您准备了今日的指导建议。

# onboarding.begin.ready.title
source: Your first day is ready.
ru: Ваш первый день готов.
zh_hans: 你的第一天已准备就绪。

# onboarding.begin.showMyDay
source: Show my day
ru: Показать мой день
zh_hans: Show my 天

# onboarding.begin.start.body
source: Add your plans and meals now. You can connect body signals whenever you’re ready.
ru: Добавьте планы и питание. Сигналы тела можно подключить, когда будете готовы.
zh_hans: 立即添加您的计划与餐食。一旦您准备好，即可随时连接身体信号。

# onboarding.begin.start.title
source: Start with what you know.
ru: Начните с того, что знаете.
zh_hans: 从你熟悉的地方开始。

# onboarding.coachPreview.action.meal.afternoon.fatLoss
source: Keep lunch high protein.
ru: Сделайте обед богатым белком.
zh_hans: 午餐请保证高蛋白摄入。

# onboarding.coachPreview.action.meal.afternoon.maintenance
source: Keep meals steady through the afternoon.
ru: Держите приёмы пищи ровными днём.
zh_hans: 下午期间保持饮食规律。

# onboarding.coachPreview.action.meal.afternoon.muscleGain
source: Don't skip the mid-day meal.
ru: Не пропускайте дневной приём пищи.
zh_hans: 不要漏掉午餐。

# onboarding.coachPreview.action.meal.evening.fatLoss
source: Keep dinner light and high protein.
ru: Ужин лёгкий и с белком.
zh_hans: 晚餐宜清淡且富含蛋白质。

# onboarding.coachPreview.action.meal.evening.maintenance
source: Keep dinner steady. Don't chase calories late.
ru: Держите ужин ровным. Не догоняйте калории поздно.
zh_hans: 晚餐要规律，别等到深夜才追食。

# onboarding.coachPreview.action.meal.evening.muscleGain
source: Finish with a protein-forward dinner.
ru: Завершите день ужином с белком.
zh_hans: 以一顿以蛋白质为主的晚餐收尾。

# onboarding.coachPreview.action.meal.morning.fatLoss
source: Start with a high-protein breakfast.
ru: Начните с завтрака с высоким белком.
zh_hans: 从一份高蛋白早餐开始。

# onboarding.coachPreview.action.meal.morning.maintenance
source: Keep breakfast steady and complete.
ru: Держите завтрак ровным и полноценным.
zh_hans: 确保早餐营养均衡且营养全面。

# onboarding.coachPreview.action.meal.morning.muscleGain
source: Front-load protein early.
ru: Заложите белок с утра.
zh_hans: 尽早前装载蛋白质。

# onboarding.coachPreview.action.meal.night.fatLoss
source: Kitchen closed. Skip the late snack.
ru: Кухня закрыта. Без позднего перекуса.
zh_hans: 厨房已关闭。请勿食用宵夜。

# onboarding.coachPreview.action.meal.night.maintenance
source: Close the kitchen. Protect sleep.
ru: Закройте кухню. Защитите сон.
zh_hans: 关好厨房门，保障睡眠。

# onboarding.coachPreview.action.meal.night.muscleGain
source: If you eat, keep it protein-only and small.
ru: Если едите — только белок и немного.
zh_hans: 如果进食，请仅摄入蛋白质，且分量要少。

# onboarding.coachPreview.action.recovery.day.good
source: Recovery is excellent. You're ready for intensity.
ru: Восстановление отличное. Можно интенсивность.
zh_hans: 恢复情况极佳，可进一步加强训练强度。

# onboarding.coachPreview.action.recovery.day.low
source: Recovery is limited. Bias toward quality over volume.
ru: Восстановление ограничено. Качество важнее объёма.
zh_hans: 恢复范围有限。质量重于数量。

# onboarding.coachPreview.action.recovery.day.mid
source: Recovery is solid. Keep the session clean.
ru: Восстановление уверенное. Держите сессию чистой.
zh_hans: 信心已恢复。请保持专注，稳住局面。

# onboarding.coachPreview.action.recovery.day.sample
source: Recovery looks strong for today.
ru: Восстановление выглядит сильным на сегодня.
zh_hans: 截至目前，复苏态势十分强劲。

# onboarding.coachPreview.action.recovery.evening.good
source: Recovery is excellent. Bank it for tomorrow.
ru: Восстановление отличное. Сохраните его на завтра.
zh_hans: 恢复效果极佳。将其保存至明日。

# onboarding.coachPreview.action.recovery.evening.low
source: Recovery is limited. Prioritize sleep tonight.
ru: Восстановление ограничено. Приоритет — сон сегодня.
zh_hans: 恢复有限。今天的首要任务是睡觉。

# onboarding.coachPreview.action.recovery.evening.mid
source: Recovery is solid. Protect sleep tonight.
ru: Восстановление уверенное. Защитите сон сегодня.
zh_hans: 信心已恢复。今天守护好您的睡眠。

# onboarding.coachPreview.action.recovery.night.good
source: Bank today's recovery overnight.
ru: Закрепите сегодняшнее восстановление ночью.
zh_hans: 银行今日隔夜恢复。

# onboarding.coachPreview.action.recovery.night.low
source: Sleep is the priority. Nothing else competes.
ru: Сон — приоритет. Ничто другое не конкурирует.
zh_hans: 睡眠是首要任务，没有任何其他事物能与之相争。

# onboarding.coachPreview.action.train.day.fatLoss
source: Train before evening if you go.
ru: Если тренируетесь — до вечера.
zh_hans: 如果你健身的话——会练到傍晚。

# onboarding.coachPreview.action.train.day.good
source: Train while recovery is high.
ru: Тренируйтесь, пока восстановление высокое.
zh_hans: Train while 恢复 is high.

# onboarding.coachPreview.action.train.day.low
source: Keep training light. Protect recovery.
ru: Держите тренировку лёгкой. Защитите восстановление.
zh_hans: 保持轻量训练，保障恢复。

# onboarding.coachPreview.action.train.day.muscleGain
source: Keep hard sets for when you feel fresh.
ru: Тяжёлые подходы — когда будете свежими.
zh_hans: 将高强度训练保留在感觉状态最佳时进行。

# onboarding.coachPreview.action.train.day.steady
source: Keep today's session clean and complete.
ru: Сделайте сегодняшнюю сессию чистой и завершённой.
zh_hans: 确保今日会话保持简洁且完整。

# onboarding.coachPreview.action.train.evening.done
source: Training is done. Leave intensity for tomorrow.
ru: Тренировка сделана. Интенсивность — на завтра.
zh_hans: 训练已完成。强度安排留待明日。

# onboarding.coachPreview.action.train.evening.fatLoss
source: Skip late training. Protect the cut overnight.
ru: Без поздней тренировки. Защитите дефицит ночью.
zh_hans: 无需晚间训练。夜间补充营养缺口。

# onboarding.coachPreview.action.train.evening.maintenance
source: Wind down. Leave intensity for tomorrow.
ru: Сворачивайтесь. Интенсивность — на завтра.
zh_hans: 请转向。强度问题留待明日处理。

# onboarding.coachPreview.action.train.evening.muscleGain
source: Stop the session clock. Tomorrow's sets matter more.
ru: Закройте тренировочный день. Завтрашние подходы важнее.
zh_hans: 结束本次训练日。明天的训练环节更为重要。

# onboarding.coachPreview.action.train.night
source: No late session. Sleep is the work now.
ru: Без поздней сессии. Сейчас работа — сон.
zh_hans: 没有加班。现在的工作就是睡觉。

# onboarding.coachPreview.support.afternoon.good
source: You still have room to move. Keep the plan clean.
ru: Ещё есть пространство для движения. Держите план чистым.
zh_hans: 你还有活动空间。 把计划执行干净。

# onboarding.coachPreview.support.afternoon.guide
source: Stay on plan through the afternoon.
ru: Держитесь плана до вечера.
zh_hans: 请坚持执行计划直至傍晚。

# onboarding.coachPreview.support.afternoon.low
source: Energy looks limited. Favor quality over volume.
ru: Энергии мало. Качество важнее объёма.
zh_hans: 能源似乎已趋枯竭。 注重质量，而非数量。

# onboarding.coachPreview.support.evening.fatLoss
source: Keep dinner light. Save tomorrow's workout.
ru: Сделайте ужин лёгким. Тренировку оставьте на завтра.
zh_hans: 晚餐尽量清淡。 将明天的训练保存起来。

# onboarding.coachPreview.support.evening.maintenance
source: Wind down clean. Protect tomorrow's energy.
ru: Сворачивайтесь спокойно. Защитите завтрашнюю энергию.
zh_hans: 好好收尾放松。 为明天的精力留余地。

# onboarding.coachPreview.support.evening.muscleGain
source: Recovery is building. Don't skip protein tonight.
ru: Восстановление набирает. Не пропускайте белок сегодня.
zh_hans: 恢复在增强。 今晚别忘了蛋白质。

# onboarding.coachPreview.support.evening.recoveredAndMoved
source: You already moved and recovered well. Close the day clean.
ru: Вы уже двигались и хорошо восстановились. Закройте день спокойно.
zh_hans: 你今天已经活动并恢复得不错。 安心收尾这一天。

# onboarding.coachPreview.support.evening.recoveredWell
source: You recovered well today. Skip late training and you'll wake up ready for tomorrow.
ru: Сегодня вы хорошо восстановились. Без поздней тренировки — завтра проснётесь готовыми.
zh_hans: 你今天恢复得不错。 跳过晚间训练，明天醒来会更有状态。

# onboarding.coachPreview.support.morning.good
source: Recovery is excellent. Today is a great day to train.
ru: Восстановление отличное. Сегодня отличный день для тренировки.
zh_hans: 恢复状态极佳。 今天很适合训练。

# onboarding.coachPreview.support.morning.low
source: Your body is still catching up. Let's protect today.
ru: Тело ещё догоняет. Давайте защитим сегодня.
zh_hans: 身体还在追赶恢复。 今天以保护为主。

# onboarding.coachPreview.support.morning.moderate
source: You're ready — keep intensity honest.
ru: Вы готовы — держите интенсивность честной.
zh_hans: 你准备好了吗——请保持适度的强度。

# onboarding.coachPreview.support.morning.unknown
source: Start clean. Coach will sharpen as Health settles.
ru: Начните спокойно. Тренер уточнит, когда Health подтянется.
zh_hans: 先慢慢来。教练会告知 Health 何时恢复。

# onboarding.coachPreview.support.night.default
source: Protect sleep. Tomorrow starts tonight.
ru: Защитите сон. Завтра начинается сегодня.
zh_hans: 守护睡眠。明日，始于今夜。

# onboarding.coachPreview.support.night.good
source: Bank today's recovery. Tomorrow is where it pays off.
ru: Закрепите сегодняшнее восстановление. Завтра оно сработает.
zh_hans: 银行今日已恢复运营。 明天才是真正见效的时候。

# onboarding.coachPreview.support.night.low
source: Sleep is your workout now.
ru: Сон — ваша тренировка сейчас.
zh_hans: 现在，睡眠就是你的训练。

# onboarding.coachPreview.support.windDown.shortSleep
source: Your sleep has been short. Recovery comes first tonight.
ru: Сна было мало. Сегодня приоритет — восстановление.
zh_hans: 最近睡眠偏少。 今晚优先恢复。

# onboarding.goal.eyebrow
source: Your aim
ru: Ваша цель
zh_hans: 你的目标

# onboarding.goal.title
source: Why are you here?
ru: Зачем вы здесь?
zh_hans: 您来这儿干什么？

# onboarding.health.body
source: Sleep, recovery, heart signals, and activity help WeekFit match today to how your body is doing.
ru: Сон, восстановление, сердечные сигналы и активность помогают WeekFit подстроить день под то, как себя чувствует тело.
zh_hans: 睡眠、恢复、心率信号及身体活动数据，助力 WeekFit 根据您的身体状态优化每日安排。

# onboarding.health.connect
source: Connect Apple Health
ru: Подключить Apple Health
zh_hans: 连接 Apple 健康

# onboarding.health.eyebrow
source: Personalization
ru: Персонализация
zh_hans: 个性化

# onboarding.health.notNow
source: Not now
ru: Не сейчас
zh_hans: 暂不

# onboarding.health.signal.activity
source: Activity
ru: Активность
zh_hans: 活动

# onboarding.health.signal.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.health.signal.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# onboarding.health.title
source: Make today's guidance personal.
ru: Сделайте подсказки на сегодня личными.
zh_hans: 让今天的指引与您的个人需求相结合。

# onboarding.intro.coach.body
source: Coach explains what your signals mean — and how to respond.
ru: Тренер объясняет, что означают сигналы — и как на них ответить.
zh_hans: 教练为您解析这些信号的含义，以及该如何回应。

# onboarding.intro.coach.title
source: Understand what to do next.
ru: Поймите, что делать дальше.
zh_hans: 请了解接下来的操作步骤。

# onboarding.intro.meals.body
source: Save meals you eat often, then log them so your energy picture and guidance stay current.
ru: Сохраняйте блюда, которые едите часто, и отмечайте их — чтобы картина энергии и подсказки оставались актуальными.
zh_hans: 保存您常吃的菜肴并加以标记——这样能量图谱与提示信息就能始终保持最新状态。

# onboarding.intro.meals.title
source: Keep today's fuel visible.
ru: Держите топливо дня на виду.
zh_hans: 确保今日燃料供应可见。

# onboarding.intro.plan.body
source: Add workouts, recovery, meals, and habits so guidance can prepare for the day ahead.
ru: Добавьте тренировки, восстановление, питание и привычки — чтобы подсказки готовились к дню заранее.
zh_hans: 添加训练计划、恢复方案、膳食安排及生活习惯，以便指导人员为接下来的日子做好充分准备。

# onboarding.intro.plan.title
source: Tell WeekFit what's coming.
ru: Скажите WeekFit, что впереди.
zh_hans: 告诉 WeekFit，前方是什么。

# onboarding.intro.today.body
source: Today brings recovery, movement, nutrition, and what’s next into one clear picture.
ru: Сегодня собирает восстановление, движение, питание и то, что дальше, в одну ясную картину.
zh_hans: 如今，它将修复、驱动、供电以及后续环节整合成一幅清晰的图景。

# onboarding.intro.today.title
source: See what matters now.
ru: Смотрите, что важно сейчас.
zh_hans: 请看当下至关重要的事项。

# onboarding.model.title
source: Everything works together.
ru: Всё работает вместе.
zh_hans: 所有部件协同工作。

# onboarding.progress.format
source: Step %lld of %lld
ru: Шаг %lld из %lld
zh_hans: 步数 %lld / %lld

# onboarding.promise
source: Your day, interpreted.
ru: Ваш день — понятный.
zh_hans: 读懂你的一天。

# onboarding.stack.body
source: Your body
ru: Ваше тело
zh_hans: 您的身体

# onboarding.stack.guidance
source: Today's guidance
ru: Подсказки на сегодня
zh_hans: 今日提示

# onboarding.stack.meals
source: Your meals
ru: Ваше питание
zh_hans: 您的饮食

# onboarding.stack.movement
source: Today's movement
ru: Движение сегодня
zh_hans: 今日动态

# onboarding.stack.plan
source: Your plan
ru: Ваш план
zh_hans: 您的计划

# onboarding.stack.plans
source: Your plans
ru: Ваши планы
zh_hans: 您的计划

# onboarding.understanding.demo.adjusted
source: Coach adjusted your day
ru: Тренер скорректировал ваш день
zh_hans: 教练调整了你的日程

# onboarding.understanding.demo.calories
source: Calories → Adjusted
ru: Калории → Скорректированы
zh_hans: 卡路里 → 已调整

# onboarding.understanding.demo.lunch
source: Lunch → More protein
ru: Обед → Больше белка
zh_hans: 午餐 → 增加蛋白质摄入

# onboarding.understanding.demo.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.understanding.demo.strength
source: Strength → Tomorrow
ru: Сила → Завтра
zh_hans: 力量 → 明天

# onboarding.v2.begin.body
source: WeekFit has prepared today's guidance using your health data, activity and personal goal.
ru: WeekFit подготовил подсказки на сегодня на основе данных здоровья, активности и вашей цели.
zh_hans: WeekFit 已根据您的健康数据、活动量及训练目标，为您准备了今日的训练建议。

# onboarding.v2.begin.body.withoutHealth
source: WeekFit is ready with your goal. Connect Apple Health anytime to make today's guidance more personal.
ru: WeekFit готов с вашей целью. Подключите Apple Health в любой момент — подсказки станут личнее.
zh_hans: WeekFit 已为您量身定制。随时连接 Apple Health——您的健康建议将变得更加个性化。

# onboarding.v2.begin.title
source: Your first day is ready.
ru: Ваш первый день готов.
zh_hans: 你的第一天已准备就绪。

# onboarding.v2.dimensions.adaptive.body
source: Know what to do next.
ru: Понимайте, что делать дальше.
zh_hans: 明确下一步该怎么做。

# onboarding.v2.dimensions.adaptive.title
source: Adaptive
ru: Адаптивно
zh_hans: 自适应

# onboarding.v2.dimensions.proactive.body
source: Plan the days ahead.
ru: Планируйте дни вперёд.
zh_hans: 规划接下来的日子。

# onboarding.v2.dimensions.proactive.title
source: Proactive
ru: Проактивно
zh_hans: 积极主动

# onboarding.v2.dimensions.reactive.body
source: See what has already happened today.
ru: Смотрите, что уже произошло сегодня.
zh_hans: 来看看今天已经发生了什么。

# onboarding.v2.dimensions.reactive.title
source: Reactive
ru: Реактивно
zh_hans: 反应性

# onboarding.v2.dimensions.title
source: Three ways WeekFit helps you.
ru: Три способа, как WeekFit помогает вам.
zh_hans: WeekFit 帮你的 三种方式。

# onboarding.v2.goal.body
source: Your goal helps WeekFit shape adaptive calorie targets and coaching recommendations.
ru: Цель помогает WeekFit формировать адаптивные калорийные цели и рекомендации тренера.
zh_hans: 此功能助力 WeekFit 制定自适应的热量目标及教练建议。

# onboarding.v2.goal.title
source: Personalize your guidance.
ru: Настройте подсказки под себя.
zh_hans: 个性化您的指导。

# onboarding.v2.health.body
source: Every workout, every step and every activity you complete on Apple Watch automatically becomes part of today's guidance.
ru: Каждая тренировка, каждый шаг и каждая активность с Apple Watch автоматически становятся частью подсказок на сегодня.
zh_hans: 您在 Apple Watch 上完成的每一次锻炼、每一步行走以及每一项活动，都会自动成为今日运动指导的一部分。

# onboarding.v2.health.connect
source: Continue with Apple Health
ru: Продолжить с Apple Health
zh_hans: 继续使用 Apple Health

# onboarding.v2.health.signal.calories
source: Calories
ru: Калории
zh_hans: 热量

# onboarding.v2.health.signal.heart
source: Heart
ru: Сердце
zh_hans: 心

# onboarding.v2.health.signal.workouts
source: Workouts
ru: Тренировки
zh_hans: 训练

# onboarding.v2.health.title
source: Powered by Apple Health. Connected to Apple Watch.
ru: На основе Apple Health. Связано с Apple Watch.
zh_hans: 由 Apple Health 提供支持。 已连接 Apple Watch。

# onboarding.v2.meaning.body
source: Instead of switching between apps, WeekFit gives you one clear answer for today.
ru: Вместо переключения между приложениями WeekFit даёт один ясный ответ на сегодня.
zh_hans: WeekFit 不再让您在多个应用之间切换，而是为您提供关于今日的一站式清晰解答。

# onboarding.v2.meaning.guidanceLabel
source: Today's guidance
ru: Подсказка на сегодня
zh_hans: 今日提示

# onboarding.v2.meaning.guidanceLine
source: Train lightly. Protect tomorrow.
ru: Тренируйтесь мягко. Берегите завтра.
zh_hans: 温和锻炼，守护明天。

# onboarding.v2.meaning.signal.calories
source: Calories
ru: Калории
zh_hans: 热量

# onboarding.v2.meaning.signal.heart
source: Heart Rate
ru: Пульс
zh_hans: 心率

# onboarding.v2.meaning.signal.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.v2.meaning.signal.rings
source: Activity Rings
ru: Кольца активности
zh_hans: 活动环

# onboarding.v2.meaning.signal.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# onboarding.v2.meaning.signal.workout
source: Workout
ru: Тренировка
zh_hans: 训练

# onboarding.v2.meaning.title
source: Most apps show data. WeekFit tells you what it means.
ru: Большинство приложений показывают данные. WeekFit говорит, что они значат.
zh_hans: 大多数应用程序都会显示数据。 WeekFit 会向您解释其含义。

# onboarding.v2.product.body
source: WeekFit brings together your recovery, activity, nutrition, plans and Apple Health into one adaptive daily view.
ru: WeekFit собирает восстановление, активность, питание, планы и Apple Health в одном адаптивном взгляде на день.
zh_hans: WeekFit 将恢复情况、活动量、营养信息、训练计划以及 Apple Health 数据整合于一个自适应的每日概览中。

# onboarding.v2.product.title
source: Everything about your day. One place.
ru: Всё о вашем дне. В одном месте.
zh_hans: 您一天中的点点滴滴。 一个地方。

# onboarding.v2.today.activity
source: Activity
ru: Активность
zh_hans: 活动

# onboarding.v2.today.coachLabel
source: COACH
ru: ТРЕНЕР
zh_hans: 教练

# onboarding.v2.today.coachLine
source: Protect recovery before tonight's session.
ru: Берегите восстановление перед вечерней сессией.
zh_hans: 在今晚交易前做好风控。

# onboarding.v2.today.kcal
source: kcal
ru: ккал

# onboarding.v2.today.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# onboarding.v2.today.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.v3.coach.badge
source: Steady
ru: Стабильно
zh_hans: 平稳

# onboarding.v3.coach.next
source: Keep the evening session focused and short.
ru: Держите вечернюю сессию короткой и собранной.
zh_hans: 确保晚间会议专注且简短。

# onboarding.v3.coach.read
source: Recovery is good, but the day is still stacking load.
ru: Восстановление хорошее, но день уже накапливает нагрузку.
zh_hans: 恢复情况良好，但这一天已逐渐累积压力。

# onboarding.v3.coach.title
source: Protect tonight's session.
ru: Берегите вечернюю сессию.
zh_hans: 保护今晚的会话。

# onboarding.v3.plan.meal
source: Dinner
ru: Ужин
zh_hans: 晚餐

# onboarding.v3.plan.recovery
source: Wind down
ru: Завершение дня
zh_hans: 放慢节奏

# onboarding.v3.plan.workout
source: Lower body
ru: Низ тела
zh_hans: 下半身

# onboarding.v3.priority.fuel
source: Fuel
ru: Питание
zh_hans: 饮食
